Repository: mplpl/mft
Catalog: mft/*.lproj/Localizable.strings
Languages: de, pl, ru

source: Authentication failed
de: Authentifizierung fehlgeschlagen
pl: Autentykacja nie udała się
ru: Ошибка аутентификации

source: Authentication failed. This server does not support password authentication. Supported methods: %@.
de: Authentifizierung fehlgeschlagen.Dieser Server unterstützt keine Kennwortauthentifizierung. Unterstützte Methoden: %@.
pl: Autentykacja nie udała się. Serwer nie wspiera autentykacji hasłem. Wspierane metody: %@.
ru: Ошибка во время аутентификация. Этот сервер не поддерживает аутентификацию по паролю. Поддерживаемые способы: %@.

source: Authentication failed. This server does not support publickey authentication. Supported methods: %@.
de: Authentifizierung fehlgeschlagen. Dieser Server unterstützt keine Publickey-Authentifizierung. Unterstützte Methoden: %@.
pl: Autentykacja nie udała się. Serwer nie wspiera autentykacji kluczem publicznym. Wspierane metody: %@.
ru: Ошибка во время аутентификация. Этот сервер не поддерживает аутентификацию с открытым ключом. Поддерживаемые способы: %@.

source: Canceled
de: Vorgang vom Benutzer abgebrochen
pl: Operacja przerwana przez użytkownika
ru: Операция отменена пользователем

source: Error
de: Fehler
pl: Błąd
ru: Ошибка

source: You don't have permission to read the file
de: Sie sind nicht berechtigt, die Datei zu lesen
pl: Nie masz uprawnien do odczytywanie tego pliku
ru: У вас нет прав на чтение файла

source: You don't have permission to write the file
de: Sie sind nicht berechtigt, die Datei zu schreiben

source: No SFTP session
de: Keine SFTP-Sitzung
pl: Brak sesji SFTP
ru: Нет сеанса SFTP

source: Read error
de: Lese fehler
pl: Błąd odczytu
ru: Ошибка чтения

source: Unable to open the input stream
de: Der Eingabestream kann nicht geöffnet werden
pl: Nie można otworzyć strumienia wejściowego
ru: Не удалось открыть входной поток

source: Unable to open the output stream
de: Der Ausgabestream kann nicht geöffnet werden
pl: Nie można otworzyć strumienia wyjściowego
ru: Не удалось открыть выходной поток

source: Write error
de: Fehler beim Schreiben
pl: Błąd zapisu
ru: Ошибка записи

source: Wrong keyfile format or wrong passphrase
de: Falsches Schlüsseldateiformat oder falsche Passphrase
pl: Nieprawidłowy format pliku klucza lub nieprawidłowe hasło
ru: Неверный формат ключевого файла или неправильная парольная фраза

source: Item not found
de: Objekt nicht gefunden
